tp16/brenchmarks/artillery/fork-with-console-log.txt
Running scenarios...
Phase started: unnamed (index: 0, duration: 1s) 17:31:46(-0300)

Phase completed: unnamed (index: 0, duration: 1s) 17:31:47(-0300)

All VUs finished. Total time: 10 seconds

--------------------------------
Summary report @ 17:31:54(-0300)
--------------------------------

http.codes.200: ................................................................ 1000
http.request_rate: ............................................................. 77/sec
http.requests: ................................................................. 1000
http.response_time:
  min: ......................................................................... 60
  max: ......................................................................... 421
  median: ...................................................................... 284.3
  p95: ......................................................................... 354.3
  p99: ......................................................................... 407.5
http.responses: ................................................................ 1000
vusers.completed: .............................................................. 50
vusers.created: ................................................................ 50
vusers.created_by_name.0: ...................................................... 50
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 5627.1
  max: ......................................................................... 6027.8
  median: ...................................................................... 5944.6
  p95: ......................................................................... 6064.7
  p99: ......................................................................... 6064.7