tp16/brenchmarks/artillery/fork-without-console-log.txt
Running scenarios...
Phase started: unnamed (index: 0, duration: 1s) 17:27:34(-0300)

Phase completed: unnamed (index: 0, duration: 1s) 17:27:35(-0300)

All VUs finished. Total time: 10 seconds

--------------------------------
Summary report @ 17:27:41(-0300)
--------------------------------

http.codes.200: ................................................................ 1000
http.request_rate: ............................................................. 117/sec
http.requests: ................................................................. 1000
http.response_time:
  min: ......................................................................... 22
  max: ......................................................................... 250
  median: ...................................................................... 183.1
  p95: ......................................................................... 228.2
  p99: ......................................................................... 242.3
http.responses: ................................................................ 1000
vusers.completed: .............................................................. 50
vusers.created: ................................................................ 50
vusers.created_by_name.0: ...................................................... 50
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 3363
  max: ......................................................................... 3900.3
  median: ...................................................................... 3752.7
  p95: ......................................................................... 3828.5
  p99: ......................................................................... 3828.5